data = ["조회수: 1,500", "조회수: 1,002", "조회수:300", "조회수:251", "조회수: 13,332", "조회수: 998"]
sum = 0

# 1번 문항
for d in data:
    print(d)

# 2번 문항
data = ["조회수: 1,500", "조회수: 1,002", "조회수:300", "조회수:251", "조회수: 13,332", "조회수: 998"]
sum = 0

for d in data:
    d = d[5:]
    d = d.replace(",", "")
    print(d)

# 3번 문항
data = ["조회수: 1,500", "조회수: 1,002", "조회수:300", "조회수:251", "조회수: 13,332", "조회수: 998"]
sum = 0

for d in data:
    d = d[5:]
    d = d.replace(",", "")
    d = int(d)
    sum = sum + d
    print(d)
